quotes = [
    {"text": "Не важно, как медленно ты продвигаешься, главное — не останавливаться.", "author": "Конфуций"},
    {"text": "Учиться и не размышлять — напрасно терять время; размышлять и не учиться — опасно.",
     "author": "Конфуций"},

    {"text": "Любой кризис — это новые возможности.",
     "author": "Уинстон Черчилль"},
    {"text": "Успех — это движение от неудачи к неудаче без потери энтузиазма.", "author": "Уинстон Черчилль"},

    {"text": "Если ты можешь мечтать об этом, ты можешь это сделать.", "author": "Уолт Дисней"},
    {"text": "Мечты сбываются, если у тебя хватает смелости им следовать.", "author": "Уолт Дисней"},

    {"text": "Жизнь — это то, что происходит, пока ты строишь другие планы.", "author": "Джон Леннон"},
    {"text": "Вещи, которые нас окружают, — это вещи, которые мы называем жизнью.", "author": "Джон Леннон"},

    {"text": "Свобода ничего не стоит, если она не включает в себя свободу ошибаться.", "author": "Махатма Ганди"},
    {"text": "Будьте изменением, которое вы хотите видеть в мире.", "author": "Махатма Ганди"},

    {"text": "Счастье — это не нечто готовое. Счастье зависит только от ваших действий.", "author": "Далай Лама"},
    {"text": "Сострадание — это не религиозная доктрина. Это необходимость человечества.", "author": "Далай Лама"},

    {
        "text": "Всегда опирайтесь на мысль о том, что ваше собственное решение добиться успеха намного важнее всего другого.",
        "author": "Авраам Линкольн"},
    {"text": "Лучше молчать и показаться глупцом, чем говорить и развеять все сомнения.", "author": "Авраам Линкольн"},

    {"text": "Неудача — это просто возможность начать снова, но уже более мудро.", "author": "Генри Форд"},
    {"text": "Качество означает делать что-то правильно, даже когда никто не смотрит.", "author": "Генри Форд"}
]